tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "homebrew/cask-drivers"
tap "dbt-labs/dbt"

#brew
brew "ack"
brew "berglas"	
brew "ca-certificates"
brew "circleci"
brew "cmake"
brew "colima"
brew "curl"
#brew "dbt-postgres"
#brew "dbt-bigquery"
brew "docker"
brew "docker-compose"
brew "flyctl"
brew "fzf"
brew "git"
brew "groovy"
brew "helm"
brew "heroku"
brew "jq"
brew "k6"
brew "ktlint"
brew "kubectl"
brew "kubectx"
brew "leiningen"
brew "micronaut"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "peco"
brew "php" #shrug 
brew "postgresql@14"
brew "protobuf"
brew "python@3.9"
brew "rbenv"
brew "readline"
brew "rust"
brew "starship"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tree"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"

#Cask
cask "alfred"
cask "discord"
cask "divvy"
cask "evernote"
cask "qflipper"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective" 
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "obsidian"
cask "postman"
cask "rescuetime"
cask "spotify"
cask "tidal"
cask "pomatez"
cask "unshaky"
cask "zoom"
