#tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "1password/tap"

#brew
brew "ack"
brew "berglas"	
brew "ca-certificates"
brew "cmake"
brew "curl"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "groovy"
brew "helm"
brew "jq"
brew "ktlint"
brew "kubectl"
brew "lazygit"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "php" #shrug 
brew "postgresql@14"
brew "protobuf"
brew "python@3.9"
brew "readline"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tfenv"
brew "tgenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"

#Cask
#cask "qflipper"
cask "1password-cli"
cask "arc"
cask "alfred"
cask "discord"
cask "divvy"
cask "docker"
cask "evernote"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective" 
cask "intellij-idea"
cask "iterm2"
cask "keepingyouawake"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "rescuetime"
cask "sonos"
cask "spotify"
cask "tidal"
cask "tomatobar"
cask "unshaky"
cask "visual-studio-code"
cask "zoom"
